/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Får ikke tilgang til %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Kan ikke laste inn side på %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Ferdig";

/* The message shown while loading a web clip */
"Loading Clip" = "Laster inn klipp";

/* Loading Clip animation with one dot */
"Loading Clip." = "Laster inn klipp.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Laster inn klipp..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Laster inn klipp...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Du må koble maskinen til Internett";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Krever Mac OS X versjon 10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip er ikke tilgjengelig";

